[
  {
    "id": "poem-1",
    "title": "Thanks for Caring About Me",
    "content": "as you paint yourself New York and climb the ESB\nlike Queen Kong all the way up to your office\nwhere you will work all day like a mad woman\ntrying to get shit down on the second to last day\nbefore your holiday next week. it is now a week\nsince you left and since I've seen you last–\nmy golden whore of the decade who I fill with cum–\nand I picture you climbing the stairs all the way\nto the roof for a Sleepless in Seattle moment\nwhich for us would not exactly be filled with serendipity\nand love but slutty dirty violet sex while you are hanging\noff the edge of the ESB and I am driving my dick in you\nfrom behind and gripping your hair from the back\nwhich would be the only thing preventing you from falling\nover the side of the railing and nakedly plummeting\nall the way down to fifth avenue to a horrendous death\nin front of all those fucking hot ass styled up NYC pedestrians\neven though half of me does want to let go of your hair.\nthanks for caring about me halfway across the world\nencouraging me to literally take care of my heart\nwhich is something I keep putting off off of but I promise\nI will tomorrow and if I don't well I'll make you another\npromise that when I die early next year you can have it\nyou can have my heart specifically because I won't need it\nand at that point hopefully you'll have remembered\nto give me the organ donor card you got me months ago\nand when they give it to you encased in a mason jar\nI hope you stick it on the mantle in the living room\nof the new flat that you're going to buy with your husband\nso you can remember the sick organ from where this poem\noriginated as I let go of your hair and watch you tumble\nand mouth the words I love you watch my shrinking face.",
    "authorId": "author-1",
    "published": true,
    "pinned": true,
    "likeCount": 47,
    "commentCount": 8,
    "createdAt": "2025-08-07T10:30:00.000Z",
    "updatedAt": "2025-08-07T10:30:00.000Z"
  },
  {
    "id": "poem-2",
    "title": "In the Morning I Drink",
    "content": "a cup of coffee and eat a bowl of overnight oats with granola\nand then I sit down in the fucking chair and open my head.\nI have no idea what is going to come into out and I have no idea\nwhat is going to come out of it but I let it come as I was being pushed\nand pulled by water, as if I were a water wheel or a bucket\nat the end of a rope dangled deep inside a well. sometimes something\nconcrete comes pouring out onto the page like the residue on the nail\nof a thumb that is leftover after you peel off a bandaid and the sticky\nshit dries. sometimes something liquid comes pouring out like a cloud\nor this intangible relationship that I have employed for almost a year\nnow. in the corner the snake plant is growing but sometimes I can't see\nits growth. I just wake up one day and notice that one of its branches\nhas gotten taller than the third shelf on the bookshelf and there is a new\nsprout rising up almost of the brim of its pot. this is how writing is\nsometimes it takes so long to notice any growth and you just have to wait\nand be the pot in which there is soil and a plant and you just have to contain\nit all and let it grow as fast or slow or tall or short as it wants to but\nyou have to contain it. other times I am not the pot but the sprout\nthat must push itself up out of the dirt and those are the times I have to\nsit down and write because a poem is coming out whether I like it\nor not.",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 32,
    "commentCount": 5,
    "createdAt": "2025-08-07T08:15:00.000Z",
    "updatedAt": "2025-08-07T08:15:00.000Z"
  },
  {
    "id": "poem-3",
    "title": "Diary of a Programmer 51: Applying for Slobs",
    "content": "every day I get on the LinkedIn and look for jobs.\nit is because I am unhappy sitting in my fucking chair\nin the corner of my flat typing stupid poems into my work\nlaptop while I sip a cup of coffee with oatmilk and listen\nto the traffic whoosh by and I wish that I was whooshing\nby here or there or anywhere really but the grass\nyou already know that thing about the grass and there is\nnothing in my flat that is greener than the plants\nin fact there is nothing green in my flat except the plants\nso I apply for this job and that job and it's just like dating\nas a man because it's a numbers game really\nthe more jobs you apply for the more chances you have\nto have sex and fall in love and go out to eat at a restaurant\nwhile you are sharing about the boring menial shit\nthat goes on at your tech company every day and meetings\nare the worst aren't they? but it is nice to have wine\nwith someone so I get my CV all spruced up and dripping\nwith morsels that will catch the eye of some HR recruiter\nrifling through applications and I make sure to run it\nthrough the AI brush up machine nowadays just to give it\nthat extra sparkle as it sits on a virtual desk in a virtual office\nsomewhere in virtually twenty twenty six just a bit ahead\nand then I write a stupid diary of a programmer poem.",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 23,
    "commentCount": 12,
    "createdAt": "2025-08-06T14:22:00.000Z",
    "updatedAt": "2025-08-06T14:22:00.000Z"
  },
  {
    "id": "poem-4",
    "title": "An Earthquake During Surgery",
    "content": "I must make the most precise cuts\nas the floor is shaking and the table as well\nbut this just the nature of my job and the planet\nin twenty twenty five that we must work\nin the midst of the turbulence and trembling\nattempting to match the rhythm of the hand\nwith jerks and jolts of quaking walls\njust to make a six millimeter long incision\nin the inner lining of the right ventricle in the heart\nthat is pulsating unusually also with matching tremors.\nthese are unheard of conditions and yet\nthere is what is ideal which includes a room\nthat does not move at all and there is what is\noccurring now which is the violent humming\nchamber in which all of us operators are\nattempting to patch a life up so that it exists\nfor at least another ten to twenty years\nand I can say this is one of those nightmares\nI had when I was in med school so long ago\nwhere I woke up at four in the morning\nnext to my partner who also woke up\nas I sat up like a lightning bolt and told her\nthat I had just had a horrible dream\nwhere I was performing a ventriculotomy\non her heart and all of a sudden the ground\nstarted shaking and my feet started sliding around\nand I had to finish the surgery in the midst\nof an earthquake before she died.",
    "authorId": "author-1",
    "published": true,
    "pinned": true,
    "likeCount": 56,
    "commentCount": 15,
    "createdAt": "2025-08-06T11:45:00.000Z",
    "updatedAt": "2025-08-06T11:45:00.000Z"
  },
  {
    "id": "poem-5",
    "title": "I'm Horny AF and you are in New York",
    "content": "sleeping because when it's ten o'clock here\nit's four in the morning there and you are the kind\nof woman who like to sleep at night but my dick\nkeeps rising up like a tidal wave and I want\nto push it through the hole between your legs\nso I try and try and try to extend it like a rubber\nband all the way across the Atlantic even though\nthe tip of it won't even graze the window of my flat\nif only it would bloom like a safflower or snap\nas the elastic became too taut then at least\nI could finally get some writing done.",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 18,
    "commentCount": 3,
    "createdAt": "2025-08-06T09:30:00.000Z",
    "updatedAt": "2025-08-06T09:30:00.000Z"
  },
  {
    "id": "poem-6",
    "title": "Love in the Zone of Time Warps 02",
    "content": "it is raining so I came out on the balcony in Berlin\nto write this poem in the dark while you were meeting\nin the middle of the afternoon with your colleagues\nin New York regarding the stock and I shuttered\nwhen I tried to feel you all the way across the Atlantic\nbecause it is one thing when you are across town\nin Pankow and it is another now that our feet\nare touching non-contiguous ground and it almost feels\nlike we are two nodes whose transmission lines\nhave been interrupted. but then the lightning flashed\nand a low thunder rumbled on the horizon\nand the rain moved on to a different street\nto a different balcony where two lovers were making\nout with their mouths instead of their phones\n\nand I went to sleep imagining you six hours later\ngoing to sleep and two hours later waking up\nand six hours later after you waking up\nand how we eat lunch separately and drink\ncoffee at different times and how after two weeks\nit's going to feel like I am a boat and you are a car\nas we begin to transform ourselves without even trying\njust purely by accident of environment and money\nthat is worth different amounts and bagels oh god\nthe bagels are going to tear us apart and turn us\ninto strangers with enough time warping our minds\napart. at least with time though there is a beginning\n\nand an end and we know that this twilight zone gapping\nus will eventually end so we can get back to both being\nawake and drinking coffee after a long night of fire\nand sex and melting together in the exact same room.",
    "authorId": "author-1",
    "published": true,
    "pinned": true,
    "likeCount": 41,
    "commentCount": 7,
    "createdAt": "2025-08-05T16:20:00.000Z",
    "updatedAt": "2025-08-05T16:20:00.000Z"
  },
  {
    "id": "poem-7",
    "title": "Love in the Zone of Time Warps",
    "content": "let's see if you can stretch you heart\nacross the Atlantic ocean to me\nand I will stretch mine as well\nas far as the rubber band can go\nso we can make the best of this\nsix hour overlap of sunlight\nwhen we can both look at the same sky\nas we're both on Earth together\nsharing some common ground\neven if it's non-contiguous.",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 29,
    "commentCount": 4,
    "createdAt": "2025-08-05T15:10:00.000Z",
    "updatedAt": "2025-08-05T15:10:00.000Z"
  },
  {
    "id": "poem-8",
    "title": "an Idiot With a Coat of Arms (címeres bolond)",
    "content": "I wanted to take a picture for you so I took my dick and tried\nto thread it through the stems of the bouquet of bloody\ngolden safflowers you gave me but it was not a soft slide,\nrather a spiky thwarting and I ended up just laying\nthe shaft on top of the thistle like blooms, snapping\na pic and sending it to you.\nmonogamous relationships are upside down\nyou say and inside out and all twisted up and spiky\nbut at least when I tie you up in my ropes you don't feel\ntrapped but instead like the rest of the perverted world\nhas disappeared for a little while and you can slip\nthe stress of having to take care of everyone else\nand then it's a bit like the ceiling has become the floor.\n    you'll have to forgive me because I feel royal\nin my idiocy and I feel idiotic sipping tea in the morning\ninstead of coffee, the basket of eggs that I am filling–\nit's not certain whether there are yolks in any of them yet\nI go on wearing the face of an adult who just wants to play\nwith your pussy all night long and never go out again\nto make the rounds and perform the perfunctory duties\nthe duke of pooping must with a salad fork and crown.",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 34,
    "commentCount": 9,
    "createdAt": "2025-08-05T12:45:00.000Z",
    "updatedAt": "2025-08-05T12:45:00.000Z"
  },
  {
    "id": "poem-9",
    "title": "Diary of a Programmer 50: My Second Head",
    "content": "very quickly in twenty twenty five I have grown\na second head. it takes me a quarter of the time\nto do the tasks that I did last year. I can outsource\nthinking and processing and performance\nof rudimentary and menial activities\nand I don't have to think too hard about complex\nthings that don't make sense to me. no, instead\nI just ask my other head and it gives me answers\nor simplifies complex ideas or clarifies something\nthat was before incomprehensible. it's like having a dog\nwho can suddenly talk and listen, with whom I converse\nwith over dinner and it's like my day is now filled with space\nthat wasn't there before in which I can write stupid\npoems about being a programmer with two heads\nlike a verbose conjoined twin of which everyone is afraid of\ndying at an early age if I keep up this mutant level of production.\nbut I have to tell you that instead of feeling like a freak\nwhen I walk down the street in the middle of a weekday\nwith my second head in order to grab lunch at the market\nI am starting to see everyone else has grown another neck\nas well as an invisible head. you can really see it\nin the glossy eyes of the first head as they roll back\nwhile allocating some certain amount of memory and processing\npower to this brand spanking new twin thinking machine\nthat is so the latest trend but more than that the future.",
    "authorId": "author-1",
    "published": true,
    "pinned": true,
    "likeCount": 67,
    "commentCount": 18,
    "createdAt": "2025-08-04T20:15:00.000Z",
    "updatedAt": "2025-08-04T20:15:00.000Z"
  },
  {
    "id": "poem-10",
    "title": "Diary of a Programmer 49: Email of the 1960s",
    "content": "Dear Reader,\n\nThis is an email from the 1960s. There are no hyperlinks\non which you can click, no. You must merely use your eyes\nand not your hand to scan through each line of the document.\nI can only imagine what you will have time to do with your hands\nin the meantime. I imagine you are sitting at a cold metal desk\nwith an actual, physical, made-out-of-metal-and-not-plastic inbox\ntray sitting atop it, probably and hopefully labelled by Dymo.\nIf you have an inbox then I would also assume it is the top shelf\nof a double decker tray system and that beneath the inbox\nis an outbox, which in the best cases gets picked up and collected\nonce or twice a day if the mail person or a secretary or whoever\ntakes care of inbox/outbox pickup and deliveries is not sick\nand is doing a punctual and perfunctory performance of their duties.\nI wouldn't imagine there are any images on the papers that arrive\nin the inbox either just the same as this very email you are reading\nunless they were developed and glued upon the page or drawn\nby hand or if your company is really living in the future printed one\nby one of those printers with paper that has punch holes on the sides\nand makes that jerky and exotic noise that sounds like a buzzing\nelectronic bee needling the parchment with ink and the coolness\nof the hip young generation of new presses that is causing a stir\nin the newspaper industry. Yes, as you read the words on this page\ntry to imagine a world in which you will go through hundreds\nif not thousands of these emails per day, perhaps with the help\nof an automated, electronic set of eyes that instantly takes junk papers\nout of the inbox, wads them up, and tosses them in the rubbish bin\njust to the left of your desk that weighs about the same as a baby\nelephant. Of course you can't. Even though you have the concentration\nto be able to read all the way through this email without looking\nout the window of your office in Manhattan, at the traffic, ants\nskittering back and forth down the boulevard not fifteen floors below\nI bet you do not even savour the space and time you are disconnected\nfrom the complicated virtual webs and clouds of the future\nthat will eventually pollute the air invisibly and take your attention\nand turn it into a product and take your mind and mine it for data\nand generally just begin to turn the tables so that you are not\nas human feeling as you once felt when you woke up in the morning\nin the woods at the weekend when the sun rose and punched\nits rays through the mesh door of your tent where you had lain\nlistening to a rushing river all night, a river from which you could drink\nstraight out of. Hell, I bet your thoughts are even able to stay\non track like that river inside your head at night enough so\nto make it all the way through the Sun Also Rises or Tender Buttons\nwithout reaching into your pocket to check again and again\nthe miniature inbox, which would reduce the number of pages\nyou read per night from fifty to ten, and limit conversations with family\nat night around the fire but my god you will be talking with Russia\nand thinking about catastrophes in Kuala Lumpur and flirting\nwith someone who you don't even know is real. But for shame,\nwe have come to the end of this email and all I ask of you, really,\nis to take a pen and mark your signature on the back of this page,\nthen slide it in the bottom shelf of your task shelf and call it\none completed task for the day that makes money for who knows why.\n\nWith friendly regards,\n\nFuture Email",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 89,
    "commentCount": 24,
    "createdAt": "2025-08-04T18:30:00.000Z",
    "updatedAt": "2025-08-04T18:30:00.000Z"
  },
  {
    "id": "poem-11",
    "title": "The Inside-Out Communication Paradox",
    "content": "my stomach sinks when you tell me about the good times\nyou are having with the family of your husband\nbut when you mention there is a disconnect between you and him\nin the morning when you tried to have sex\n    well the stars explode like fireworks\nand I know this is twisted tied up backwards and inside out\n    because fucking hell I should be happy for your happiness\n    and sad for your sadness\nbut it's just the opposite and it's the exact same for you\nwhen I go out on a date and have a good time with some cutie\nyour stomach sinks and you feel left out and it is just shit\nbut when I get knocked down and what should have panned out doesn't\nthen you make the trip halfway across the city to hold my hand\nas we walk down a long path next to the water lined with boats and ducks\n    and that is not to say the stars are exploding because they aren't\n    it's just that it's nice to be there and to feel like you can serve\n    a comforting purpose in your partner's life\nbut doesn't this perverted relationship make perfect sense\nfor us sickos? I can't imagine a more perfect relationship\nthan one where I tie you up and you feel free\nwhere I force you upon your knees and you feel loved\nwhere you let me become a wild animal and I feel like a boy\ngiving myself to someone who doesn't even want me\nwhich is exactly how I painted love as a kid– with light\nthat was blacker than darkness, with sweetness\nthat was more bitter and smokey than a cheap mezcal",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 52,
    "commentCount": 11,
    "createdAt": "2025-08-04T16:45:00.000Z",
    "updatedAt": "2025-08-04T16:45:00.000Z"
  },
  {
    "id": "poem-12",
    "title": "Diary of a Programmer 48: Mechanics are just Walking Around the City Willy Nilly",
    "content": "just the other day I was sure I saw one. with his paws black with grease\nbut he wasn't wearing a blue or gray or denim onesie as he stood there\non the corner checking his black mirror for directions or dates or reading\ntexts from his girlfriend who was definitely not complaining about her car no\nhe was wearing a burgundy corduroy jacket and parachute pants with wire\nframed glasses but I knew yes I was sure he was a mechanic because I swear\nI've seen one before even though I don't own a car and I take so many trains\nall through the day and night but I could tell by the smudges on the sides\nof his palms he had been working in the shop all day wrenching this and that\nlistening to different engines whir and hum and rattle and click and jerk\nand jump as if he was tuning into Spotify premium without advertisements\nI couldn't believe it I thought it was nineteen ninety five and I was at the zoo\nwatching a leopard donning the coat of a giraffe milling about but nonetheless\nI was certain it was twenty twenty five and I was sitting there flat\nwhiting at the cafe as the Insta feed dribbled out onto my chin\nas I baked my brand into a monkey patched marketable profile\nhoping that someone anyone everyone would stop by and throw a like\nor use their bloody unused mouth to simply say hello",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 31,
    "commentCount": 6,
    "createdAt": "2025-08-04T14:20:00.000Z",
    "updatedAt": "2025-08-04T14:20:00.000Z"
  },
  {
    "id": "poem-13",
    "title": "Diary of a Programmer 47: Here's an Engine, Now Fix the Bug",
    "content": "in order to understand an engine, one must be an engineer\nor a mechanic. you can be a mechanic and understand an engine.\ncan you imagine being a mechanic and getting a shoddy engine delivered\nin nineteen ninety one? and then your boss tells you to find the bug.\nso you stand there listening to the muttering of the engine as it sort of runs\nwith clicks and whines and jerks and jolts, trying to suss out the problem.",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 15,
    "commentCount": 2,
    "createdAt": "2025-08-04T12:10:00.000Z",
    "updatedAt": "2025-08-04T12:10:00.000Z"
  },
  {
    "id": "poem-14",
    "title": "A Double Padel Day Without Winning and You",
    "content": "I can't imagine myself as a ghost\nwriter but my uncle and his wife fancy their selves\npublished authors now and instead of a call on Sunday\nasking me how my day/week/life is going I got a message\nwith the contents of a LinkedIn promotion\npromoting their new book which is shifting the paradigm\nor part of the paradigm shift series.",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 12,
    "commentCount": 1,
    "createdAt": "2025-08-03T19:30:00.000Z",
    "updatedAt": "2025-08-03T19:30:00.000Z"
  },
  {
    "id": "poem-15",
    "title": "I Can't Remember the Last Time I Pet a Dog",
    "content": "but there is a sweet one laying in front of me\nnow in the Passenger cafe and I kind of want to\npaint you as the bitch that you are but my heart\nwas just sinking when I listened to your message\nabout being slapped in the face by NYC and the hotness\nof all the broads and the thick consumerist spirit\nand the disconnected sex and the tears over father\nand these brutally honest things that arise when\nyou are tipsy about feeling left out and wanting\nto fuck someone else but when the dog leaves\nI am still writing this poem and thinking about you\nand how I love that I can take you and do with you\nexactly what I want and you won't complain\nand how much this makes my dick grow bigger\nthan with anyone else and even though I went out\nwith someone who doesn't like anything you like\nand I like that, it only makes me miss you more\nthan all the stupid hoes in short skirts fashioning\ntheir way through the overpriced streets of Brooklyn\nbecause the way you come over and wag your butt\nfor me and then way I take my hands and pet\nyour breasts like an ape and all the other little things\nthat make it so special between us are irreplaceable.",
    "authorId": "author-1",
    "published": true,
    "pinned": false,
    "likeCount": 38,
    "commentCount": 7,
    "createdAt": "2025-08-03T17:15:00.000Z",
    "updatedAt": "2025-08-03T17:15:00.000Z"
  }
]